Repository: sunprizrak/speedy
Catalog: speedy/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Contacts
pl: Łączność

source: Address
pl: Adres

source: Company
pl: Firma

source: About
pl: O nas

source: Games
pl: Gry

source: Home
pl: Dom

source: Discover a world of endless gaming possibilities with Yodco
pl: Odkryj świat nieskończonych możliwości gier z Yodco

source: Immerse yourself in the world of thrilling and thrilling mobile games created by Yodco. Exciting adventures, challenging puzzles and endless entertainment at your fingertips. Get ready to take your gaming experience to the next level with Yodco.
pl: Zanurz się w świecie ekscytujących i ekscytujących gier mobilnych stworzonych przez Yodco. Ekscytujące przygody, wymagające łamigłówki i niekończąca się rozrywka na wyciągnięcie ręki. Przygotuj się na przeniesienie wrażeń z gry na wyższy poziom dzięki Yodco.

source: UNLEASH THE POWER OF MOBILE GAMES
pl: UWOLNIJ MOC GIER MOBILNYCH

source: Stand out from the crowd thanks to patented game mechanics
pl: Wyróżnij się z tłumu dzięki opatentowanej mechanice gry

source: In a crowded market, it's important to offer something unique. With Yodco, you can promote games with proprietary mechanics, making your game stand out from the competition. Get noticed and reach more players with innovative gaming features.
pl: Na zatłoczonym rynku ważne jest, aby oferować coś wyjątkowego. Dzięki Yodco możesz promować gry zawierające autorskie mechaniki, dzięki czemu Twoja gra wyróżni się na tle konkurencji. Daj się zauważyć i dotrzyj do większej liczby graczy dzięki innowacyjnym funkcjom gier.

source: Expand your gaming horizons with Eastern European gems
pl: Poszerz swoje horyzonty w grach dzięki klejnotom z Europy Wschodniej

source: Discover a world of unique and exciting games created by talented developers from Eastern Europe. From engaging storytelling to innovative gameplay, Yodco's carefully curated offering will make you feel like you've never felt before.
pl: Odkryj świat wyjątkowych i ekscytujących gier stworzonych przez utalentowanych programistów z Europy Wschodniej. Od wciągającej opowieści po innowacyjną rozgrywkę – starannie dobrana oferta Yodco sprawi, że poczujesz się jak nigdy dotąd.

source: Level up your game with immersive creations
pl: Podnieś poziom swojej gry dzięki wciągającym kreacjom

source: Stand out in a crowded marketplace with eye-catching creatives designed to promote your mobile game. From social media campaigns to targeted advertising, Yodco has all the tools and expertise you need to help you improve your game promotion and reach new audiences.
pl: Wyróżnij się na zatłoczonym rynku dzięki przyciągającym wzrok kreacjom zaprojektowanym w celu promowania Twojej gry mobilnej. Od kampanii w mediach społecznościowych po reklamy ukierunkowane — Yodco dysponuje wszystkimi narzędziami i wiedzą, których potrzebujesz, aby pomóc Ci ulepszyć promocję gier i dotrzeć do nowych odbiorców.
